const worksData = [
  {
    id: '01',
    skilltitle: 'React',
    icon: 'react', //images/icon.jpgに入れて「画像を.mapでループさせよう。」
    skillText:
      'サンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルです',
    years: '自主学習2~3years',
  },
  {
    id: '02',
    skilltitle: 'JavaScript',
    icon: 'react',
    skillText:
      'サンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルです',
    years: '自主学習2~3years',
  },
  {
    id: '03',
    skilltitle: 'Git・Github',
    icon: 'react',
    skillText:
      'サンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルですサンプルです',
    years: '自主学習2~3years',
  },
];

export default worksData;
